Overload List
Name  |   Description
OpenIFCDocument(String)
 Opens an IFC document from disk using default options.
 (Inherited from  Application  .)
OpenIFCDocument(String, IFCImportOptions)
 Opens an IFC document from disk using custom options.
 (Inherited from  Application  .)
 See Also
  ApplicationEntryPoint Class
  ApplicationEntryPoint Members
  Autodesk.Revit.DB.Macros Namespace